{"nodes":{"Begin":{"children":["Ventilation","EmergencyEtiologies","Localization"],"shortTitle":"Begin","title":"Acute Weakness","body":"Patients presenting with any form of new weakness","explanation":"Acute non-Traumatic Weakness:\nThis topic provides an organized approach to the patient with new weakness not associated with or caused by trauma.  If the patient has experienced trauma follow the links to <a href=\"#/TBI\" target=\"_blank\">Traumatic Brain Injury<\/a> and <a href=\"#/TSI\" target=\"_blank\">Traumatic Spine Injury<\/a> where appropriate.  \nBased on the pattern of weakness one can decide the degree of urgency, the need for ventilatory support and whether there are time-sensitive treatments necessary to consider.\n<i>Topic Co-Chairs:<\/i><br>Michael Cadogan, MD<br>Eelco Wijdicks, MD<br><br>Contributors:<br>Chris Nickson, MD<br>Oliver Flower, MD"},"Ventilation":{"children":["Intubate"],"shortTitle":"Need for Assisted Ventilation","title":"Need for Assisted Ventilation","body":"Do you need to intubate this patient?","explanation":"Assess the patient's airway and potential need for assisted ventilation.  If any of the following general, subjective or objective findings are present, consider intubation.\nGeneral:<li>Increasing generalized weakness?<\/li><li>Dysphagia?<\/li><li>Dysphonia?<\/li><li>Dyspnea on exertion and at rest?<\/li>\nSubjective:<li>Rapid shallow breathing<\/li><li>Tachycardia<\/li><li>Weak cough<\/li><li>Staccato speech<\/li><li>Use of accessory muscles<\/li><li>Abdominal paradox<\/li><li>Orthopnea<\/li><li>Weakness of trapezius and neck muscles- inability to lift head<\/li><li>Single-breath count: count to 20 in single exhalation (FVC 1.0 L is roughly equal to counting from 1 to 10)<\/li><li>Cough after swallow<\/li>\nObjective:<li>Vital capacity &lt; 1 L or 15 mL/kg, or 50% drop in VC over course of evaluation<\/li><li>Negative inspiratory force &lt; 15 mm Hg<\/li><li>Maximum inspiratory pressure &lt;30 cm H2O<\/li><li>Maximum expiratory pressure &lt; 40 cm H2O<\/li><li>Nocturnal desaturation<\/li><li>Rising PaCO2 (note- this is a late finding)<\/li><li>Hypoxemia<\/li><li>Unconscious state<\/li>"},"EmergencyEtiologies":{"children":["AcuteStroke","Infection","Spinalcord","StatusEpilepticus","Electrolytes","Toxic","AorticDissection","Other"],"shortTitle":"Emergency Etiologies","title":"Emergency Etiologies","body":"Exclude these time-sensitive emergency causes first","explanation":"There are several time-sensitive causes of acute weakness that should be excluded quickly before moving on to a more comprehensive localization of the cause of weakness.  Consider each of the causes to the right before proceeding to localization."},"Localization":{"children":["Clinicallocal","Anatomicalloc"],"shortTitle":"Localization","title":"Localizing the Cause of Acute Weakness","body":"This will help determine the cause","explanation":"Perform a neurological examination on the patient that includes:\n<li>Deep tendon reflexes<\/li><li>Power testing of proximal versus distal muscles and flexors versus extensor muscles, noting symmetry between sides<\/li><li>Judge diaphragmatic and chest wall muscle strength to determine if there is any respiratory insufficiency (count to 20 [external intercostal muscles], and negative inspiratory force [diaphragm]<\/li>\nAfter preforming this focused neurological examination, determine the pattern of weakness."},"Intubate":{"children":[],"shortTitle":"Intubate","title":"Special considerations for Intubation","body":"Consider","explanation":"Special consideration for Intubation:\n<li>One should use a rapid sequence intubation, however avoid use of succinylcholine if there is evidence of underlying progressive neuromuscular disease (precipitates acute hyperkalemia)<\/li><li>Consider non-invasive assisted ventilation as a temporizing measure<\/li><li>Prepare atropine/glycopyrolate, fluids and vasopressors if there is evidence of autonomic instability<\/li>\nSee <a href=\"#/AVS\" target=\"_blank\">Airway, Ventilation and Sedation Protocol<\/a>"},"AcuteStroke":{"children":[],"shortTitle":"Acute Stroke","title":"Acute Stroke","body":"Within the time window?","explanation":"If the patient has signs and symptoms consistent with acute stroke, especially if the patient is within the time window for thrombolysis, see the emergency evaluation of <a href=\"#/AS911\" target=\"_blank\">Acute Stroke<\/a>"},"Infection":{"children":[],"shortTitle":"Infection","title":"CNS Infection","body":"","explanation":"Consider meningitis or encephalitis as a cause.  See <a href=\"#/ME\" target=\"_blank\">Meningitis and Encephalitis<\/a>"},"Spinalcord":{"children":[],"shortTitle":"Spinal Cord","title":"Spinal Cord Compression","body":"Non traumatic cause","explanation":"Pattern of Weakness<li>Distal &gt; proximal, extensors &gt; flexors, paraparesis, quadriparesis, rarely hemiparesis<\/li>Sensory Loss<li>May be present depending on whether sensory tracts or cortex are involved; loss of sensation below a certain spinal level is diagnostic<\/li>Reflexes<li>Elevated during acute brain insult; however, reflexes may be decreased but later increase<\/li>Acute Etiologies<li>Epidural abscess, tumor, spinal cord infarct<\/li>\nAcute spinal cord compression of non-traumatic cause should be suspected if the patient has weakness of both legs or both arms and legs with intact mental status and cranial nerves, especially if they have a history of cancer or complaint of back or neck pain.  See <a href=\"#/SCC\" target=\"_blank\">Spinal cord compression<\/a>.  If there is any sign of trauma, see <a href=\"#/TSI\" target=\"_blank\">Traumatic Spine Injury<\/a>"},"StatusEpilepticus":{"children":[],"shortTitle":"Status Epilepticus","title":"Status Epilepticus or Seizure","body":"Postictal or non-convulsive status or Todds Paresis","explanation":"Patients who are comatose, or encephalopathic, may be post-ictal. A patient with focal neurological findings (typically hemiparesis) may have a Todd's paralysis caused by a generalized seizure in a brain with prior injury. Also, a patient may be having non-convulsive status epilepticus. See the protocol <a href=\"#/SE\" target=\"_blank\">Status Epilepticus<\/a>."},"Electrolytes":{"children":[],"shortTitle":"Electrolytes","title":"Electrolyte Disturbance","body":"Glucose, K, PO4","explanation":"Acute hypoglycemia, hypokalemia, hypophosphatemia or other electrolyte disturbances suggesting other organ dysfunction should be attended to now."},"Toxic":{"children":[],"shortTitle":"Toxic","title":"Toxic Cause","body":"Any toxin exposure?","explanation":"Consider organophosphate or carbon monoxide exposure among others."},"AorticDissection":{"children":[],"shortTitle":"Aortic Dissection","title":"Paraplegia from Aortic Dissection","body":"Spinal cord infarct","explanation":"Acute aortic dissection can close the artery of Adamkiewicz that supplies the anterior spinal artery to the mid thoracic and lumbar spinal cord.  The patient will have an anterior spinal artery syndrome (paraplegia with loss of pain and temperature sensation below the lesion but preservation of light touch).  Assess distal lower extremity pulses and consider CTA, ultrasound or other techniques to rule out aortic dissection if the patient has an anterior spinal artery syndrome."},"Other":{"children":[],"shortTitle":"Other","title":"Other Urgent Causes","body":"","explanation":"Consider:<li>Shock<\/li><li>Myocardial infarct<\/li><li>Addisonian crisis<\/li>"},"Clinicallocal":{"children":["Quadpara","Hemiparesis","Distal","Proximal","Monoparesis","Sigfind","NotNeuromuscular"],"shortTitle":"Clinical Local","title":"Clinical Localization","body":"Based on the neurological examination","explanation":"After performing the above neurological examination, consider the pattern of weakness.  Specifically, are all 4 limbs weak and there is sensory loss (quadriparesis), half the body weak (hemiparesis), one limb weak (monoparesis), the distal extremities only are weak (distal weakness), or the proximal muscles are weak (proximal weakness)?  Also, are there any  significant associated findings?\n\nAccurately defining the presenting complaint helps generate a focused differential diagnosis. A good clinical history is essential, as the examination may be difficult or unreliable in the obtunded or confused patient. However, it should be possible to elicit whether the deficit is unilateral or bilateral, which anatomical region is affected, and whether there is a sensory deficit. With a cooperative patient, it should also be possible to establish whether the deficit is symmetrical or asymmetrical, and proximal or distal. Note that it is important to attempt to differentiate between upper motor neuron (UMN) and lower motor neuron (LMN) lesions in the acute setting, though this may be difficult in some situations. In well-established UMN lesions, hyperreflexia (brain and spinal cord), increased tone, and a positive Babinski sign are seen. In comparison, LMN lesions (from the anterior horn cells to the muscles) cause a flaccid, areflexic weakness and, with time, atrophy and fasciculations. However, in the acute phase, UMN lesions may mimic an LMN lesion: flaccid paralysis, normal or reduced tone, and unreliable reflexes. There is often not enough time for atrophy to be evident, and fasciculations are rarely seen."},"Anatomicalloc":{"children":["Brain","Peripheralnerve","Spinalcord","Nmj","Ahc","Muscle","NotNeuromuscular"],"shortTitle":"Anatomical Loc","title":"Anatomical Localization","body":"Based on the location of nervous system pathology","explanation":"Understanding the cause of weakness can be aided by localizing anatomically, since diseases are often specific for each anatomic region. The neurological examination greatly aids the localization of weakness by anatomic means. The protocol figure at the beginning of this tutorial breaks down anatomic regions into the brain and spinal cord, the anterior horn cell, the peripheral nerve, neuromuscular junction (NMJ), and muscle. Diseases of the brain and spinal cord produce \"UMN weakness,\" meaning disruption of descending motor axons or cell bodies that innervate the LMN (the anterior horn cell, peripheral nerve, and NMJ). After performing a neurological examination, refer to the table below to ascribe the appropriate anatomic localization. The key features to focus on are the presence or the absence of sensory signs (loss of sensory modality) or symptoms (complaints of numbness or tingling). If sensory signs/symptoms are absent, peripheral nerve is eliminated, and central nervous system processes are reduced in likelihood. Anterior horn cell causes are principally Lou-Gehrig's disease (ALS) and polio, neither of which have acute treatments. Reflexes are helpful to determine among the remaining causes which is most likely to occur. In general, lesions of the brain and spinal cord and the NMJ are the most emergent causes to consider, as there are specific treatments for some of these diseases (acute stroke and spinal cord compression ) or public health concerns (botulism)."},"Quadpara":{"children":[],"shortTitle":"Quad Para","title":"Quadriparesis or Paraparesis with or without Sensory Level","body":"Suggests spinal cord lesion","explanation":"Quadriparesis/Paraparesis ? Sensory Level<li><a href=\"#/SCC\" target=\"_blank\">Spinal cord compression<\/a><\/li><li>Spinal cord infarction<\/li><li>Transverse myelitis<\/li><br>Quadriparesis/paraparesis is symmetrical weakness of either all four limbs (quadriparesis) or legs (paraparesis), characteristically with a sensory level. Non-traumatic spinal cord injury may occur from compression (e.g., epidural abscess, hematoma, expanding tumor, prolapsed intervertebral disc), ischemia (spinal cord infarction), or inflammation (transverse myelitis). In the acute phase, a flaccid paralysis below the level of cord injury is typically seen, with an accompanying corresponding sensory level, although there is considerable variation.<br>Neurological examination should localize the lesion in patients with acute paraplegia or quadriplegia. Sensory abnormalities localize in the vertical plane (cervical, lumbar, or sacral) and, when combined with other long tract signs, point to localization in the horizontal plane (extradural, intradural, or intramedullary). Key sensory levels (T4 nipple, T10 navel) should be used."},"Hemiparesis":{"children":[],"shortTitle":"Hemiparesis","title":"Hemiparesis","body":"Half body weakness","explanation":"<li>Acute stroke:  <a href=\"#/AIS\" target=\"_blank\">ischemic<\/a>,  <a href=\"#/ICH\" target=\"_blank\">hemorrhagic<\/a>, or  <a href=\"#/SAH\" target=\"_blank\">subarachnoid hemorrhage<\/a><\/li><li>Intracranial mass<\/li><li><a href=\"#/ME\" target=\"_blank\">Meningitis/encephalitis<\/a><\/li><li>Hypoglycemia/hyperglycemia<\/li><li>Postictal Todd's paresis<\/li><li>Hemiplegic migraine<\/li><li>Brown-Sequard syndrome<\/li><br>Hemiparesis is acute weakness involving only one side of the body. While acute hemiplegia is most commonly due to an ischemic stroke , other differentials must be considered, as management of these differentials vary.  The history and demographic of the patient is likely to narrow the diagnosis, and examination findings provide further clues. A blood glucose level and a non-contrast head computed tomography are part of the initial workup."},"Distal":{"children":[],"shortTitle":"Distal","title":"Distal Weakness","body":"","explanation":"<li>Vasculitic neuropathy<\/li><li>Toxin induced peripheral neuropathy<\/li><li>Nerve compression syndromes<\/li><br>Distal weakness is weakness mainly affecting the extremities. It is typically caused by peripheral neuropathies that often present along with sensory symptoms. Distal weakness affects the hands and feet, causing the patient to drop objects or develop gait disturbance due to foot drop. The pattern of weakness and history are of great significance. Of the many types of peripheral neuropathy, vasculitic and toxin induced are the most likely to produce an acute weakness. It may also be produced by local nerve compression syndromes (e.g., carpal tunnel syndrome that predominantly affects peripheries, causing both sensory and motor symptoms)."},"Proximal":{"children":[],"shortTitle":"Proximal","title":"Proximal Weakness","body":"","explanation":"<li>Acute myopathy<\/li><li>Guillain-Barre syndrome<\/li><li>Acute diabetic lumbosacral radiculoplexus neuropathy(DLRN)<\/li><li>Myasthenia gravis<\/li><li>Acute West Nile virus associated paralysis<\/li><li>Lambert-Eaton myasthenic syndrome (LEMS)<\/li><br>Proximal weakness is weakness predominantly affecting the hip or shoulder girdle musculature. Acute proximal weakness classically presents with difficulty rising from a chair or brushing hair. The most common cause is myopathy. Less common causes include LEMS and myasthenia gravis. DLRN may be the presenting feature of diabetes mellitus and is also important to consider.  While poliomyelitis is very rare in western countries, it remains endemic elsewhere. West Nile virus, with similar semiology as acute poliomyelitis, is more common in the United States and Europe."},"Monoparesis":{"children":[],"shortTitle":"Monoparesis","title":"Monoparesis","body":"Weakness of a single limb","explanation":"<li><a href=\"#/AS911\" target=\"_blank\">Acute stroke<\/a><\/li><li>Intracranial mass<\/li><li>Postictal Todd's paresis<\/li><li>Nerve compression syndromes<\/li><li>Diabetic lumbosacral radiculoplexus neuropathy<\/li><li>Acute poliomyelitis<\/li><br>Monoparesis refers to paralysis of a single muscle, muscle group, or limb. Acute paralysis involving a single limb may be caused by a central or a peripheral lesion. Historical and examination factors may help to localize the lesion. For example, sudden onset right arm weakness with an associated dysphasia is most likely to result from a central lesion, whereas wrist drop in the right hand, with hypoesthesia on the back of the hand following falling asleep with the arm over the back of a chair, results from a peripheral nerve compression syndrome. Poliomyelitis is rare, but can occur in the unvaccinated."},"Sigfind":{"children":[],"shortTitle":"Significant Findings","title":"Significant Associated Findings","body":"Other finding that may make the diagnosis clear","explanation":"Certain constellations of symptoms and signs can make specific, often unusual diagnoses more likely. The Table below lists some of these, and each is elaborated further in separate tables. Stroke syndromes may also have characteristic patterns which are too numerous and varied to discuss here.  However, findings such as aphasia, agnosia, apraxia, and neglect with acute weakness or sensory signs should prompt consideration of acute stroke.<br><br>Acute tetraplegia, facial muscles paralyzed except eyes, clear sensorium<li>Locked-in syndrome (also consider residual neuromuscular blockade)<\/li><br>Fatigable weakness in eyelids and extra-ocular muscles with variable weakness elsewhere and no sensory symptoms<li>Myasthenia gravis<\/li><br>History of animal bite, descending paralysis, and possible coagulopathy, rhabdomyolysis, and shock<li>Envenomation<\/li><br>Severe, refractory hypertension with headache and transient, migratory neurological non-focal deficits<li>Hypertensive encephalopathy<\/li><br>Ascending paralysis following upper respiratory mild viral illness/infection<li>Guillain-Barre syndrome<\/li><br>Descending symmetrical paralysis with a clear sensorium and no fever<li>Botulism<\/li><br>Weakness with prominent cholinergic signs and symptoms<li>Organophosphate toxicity<\/li><br>Heavy metal exposure, prominent gastrointestinal symptoms, then multi-organ failure<li>Heavy metal toxicity<\/li><br>Episodic proximal weakness with family history<li>Periodic paralysis<\/li><br>Heliotrope rash with proximal weakness<li>Dermatomyositis<\/li><br>Abdominal pain, proximal weakness, psychiatric symptoms, red urine<li>Acute intermittent porphyria<\/li><br>Tick bite followed by ascending paralysis<li>Tick paralysis<\/li>"},"NotNeuromuscular":{"children":[],"shortTitle":"Not Neuromuscular","title":"Not Neuromuscular Weakness","body":"Consider psychiatric cause","explanation":"Some disease states may produce symptoms of generalized weakness or fatigue that does not have a neuromuscular basis. These may be medical emergencies in their own right meriting urgent specific treatment. <br>Consider:<li>Any severe medical illness can have weakness as a symptom, but generally these will become clinically obvious during the patient's evaluation<\/li>Diagnoses of exclusion:<li>Malingering<\/li><li>Conversion disorder<\/li><li>Chronic fatigue syndrome<\/li><li>Anxiety disorders<\/li><li>Fibromyalgia<\/li>"},"Brain":{"children":[],"shortTitle":"Brain","title":"Brain","body":"Cerebral cortex, brainstem and spinal cord","explanation":"Pattern of Weakness<li>Distal &gt; proximal, extensors &gt; flexors, hemiparesis or single limb<\/li>Sensory Loss<li>May be present depending on whether sensory tracts or cortex are involved<\/li>Reflexes<li>Elevated during acute brain insult; however, reflexes may be decreased but later increase<\/li>Acute Etiologies<li><a href=\"#/AS911\" target=\"_blank\">Acute stroke<\/a>, <a href=\"#/SAH\" target=\"_blank\">subarachnoid hemorrhage<\/a>, <a href=\"#/SE\" target=\"_blank\">seizure<\/a>, hypertensive encephalopathy<\/li>"},"Peripheralnerve":{"children":[],"shortTitle":"Peripheral Nerve","title":"Peripheral Nerve","body":"","explanation":"Pattern of Weakness<li>In the distribution of the nerve, or diffusely present as stocking/glove weakness<\/li>Sensory Loss<li>Present<\/li>Reflexes<li>Decreased<\/li>Acute Etiologies<li>Guillain-Barre syndrome, vasculitis<\/li>"},"Nmj":{"children":[],"shortTitle":"NMJ","title":"Neuromuscular Junction","body":"","explanation":"Pattern of Weakness<li>First in eye muscles, neck extensors, pharynx, diaphragm, followed by more generalized weakness<\/li>Sensory Loss<li>Absent<\/li>Reflexes<li>Normal, decreased if muscle is paralyzed<\/li>Acute Etiologies<li>Botulism, tick bite, organophosphate<\/li>"},"Ahc":{"children":[],"shortTitle":"Anterior Horn","title":"Anterior Horn Cell","body":"Alpha motoneuron","explanation":"Pattern of Weakness<li>Proximal and distal, fasciculations are prominent<\/li>Sensory Loss<li>Absent<\/li>Reflexes<li>Decreased if muscle bulk is severely decreased; increased in ALS<\/li>Acute Etiologies<li>ALS, polio<\/li>"},"Muscle":{"children":[],"shortTitle":"Muscle","title":"Muscle","body":"","explanation":"Pattern of Weakness<li>Proximal<\/li>Sensory Loss<li>Absent<\/li>Reflexes<li>Normal unless muscle severely weak<\/li>Acute Etiologies<li>Rhabdomyolysis<\/li>"}},"notes":{"title":"Tell the consultant","content":["Cause of weakness if known; differential diagnosis if not known","Airway status and any respiratory issues","Salient history and exam findings","Relevant labs and imaging (if done)","Treatments provided"]},"checklist":{"title":"Checklist","list":["Assess airway, breathing, and circulation","Characterize the weakness by detailed exam","Build an initial differential diagnosis","Consider emergency causes","Initial labs: glucose, electrolytes, Ca, Mg, PO4, Bun, Cr, LFTs and coags","Special labs: TFTs, CPK, ESR","Relevant imaging"]}}