{"nodes":{"Begin":{"children":["NeedIntubation"],"shortTitle":"Begin","title":"Airway, Ventilation and Sedation","body":"In patients with  known or suspected neurological injury","explanation":"Management of the airway, how to ventilate and if needed sedate a patient with suspected or known neurological injury requires skill and understanding of the underlying issues of cerebral herniation, elevated ICP and neuromuscular status surrounding chemical paralysis.  \nThis topic will provide an organized approach to assessing and establishing an airway, the initial ventilator settings and suggest methods to sedate an agitated patient in whom you may not fully know the cause of their neurological condition.\nIn cases of suspected elevated ICP (coma, subarachnoid hemorrhage, TBI, hydrocephalus, etc.):\n<li>Rapid sequence intubation is the preferred method of securing the airway in patients with suspected elevated ICP since it provides protection against the reflex responses to laryngoscopy and rises in ICP. The presence of coma should not be interpreted as an indication to proceed without pharmacological agents, or to administer only a neuromuscular blocking agent without a sedative/induction drug. Although the patient may seem unresponsive, laryngoscopy and intubation will provoke reflexes that elevate ICP unless appropriate pretreatment and induction agents are used.<\/li><li>Outcomes in patients with intracranial catastrophes are related to the maintenance of both brain perfusion and oxygenation; consequently, close assessment and management of these two parameters is critical. Cerebral perfusion pressure (CPP) is the driving force for blood flow to the brain, and is measured by the difference between the mean arterial blood pressure (MAP) and the ICP: CPP = MAP - ICP. Clinical evidence of increased ICP include altered mental status plus unilaterally dilated pupil, bilaterally dilated and fixed pupils, and decerebrate posturing (N.B. decorticate posturing is not predictive of elevated ICP). It is generally recommended that the ICP be maintained below 20 mmHg, the MAP between 100-110 mmHg, and the CPP near 70 mmHg. It is generally recommended that the ICP be maintained below 20 mmHg, the MAP between 100-110 mmHg, and the CPP near 70 mmHg.<\/li><li>Problems associated with elevated ICP may be compounded by many of the techniques and drugs used in airway management since they may cause further elevations of intracranial pressure. In addition, victims of multiple trauma may present with hypotension, thus limiting the choice of agents and techniques available.<\/li>\n<i>Topic Co-Chairs:<\/i><br>Andy Jagoda, MD<br>David Seder, MD<br>"},"NeedIntubation":{"children":["Pretreatment","Chooseinduction","Paralytic","Intubate"],"shortTitle":"Need Intubation","title":"Does the patient need to be intubated?","body":"Failure to oxygenate, ventilate, protect airway or anticipate deterioration","explanation":"There are four commonly accepted indications to intubate a patient.:<li>Failure to oxygenate is generally driven by pulse oximetry though the clinician is reminded of its limitations, e.g., hypoperfusion, severe anemia, opaque nail polish. <\/li><li>Capnometry provides a monitor for ventilation though it too has its limitations in trauma and does not always correlate with PCO2, however it does provide a valuable tool for monitoring trends in the patient's ventilatory status. <\/li><li>Ability to protect the airway is fundamental to minimizing risk of aspiration and its complications; this is best assessed by observing the patient's ability to spontaneously swallow or to swallow after suctioning. <\/li><li>A gag reflex is an inaccurate method of assessing airway protection, however, if this is used it is best done with a suction catheter and not a tongue blade. <\/li>\nAnticipated course of the patient's airway status is the most inexact of the of the indicators to intubate a patient and requires that multiple factors be taken into consideration including location of the patient and resources available."},"Pretreatment":{"children":[],"shortTitle":"Pretreatment","title":"Consider Pretreatment","body":"Pretreatment medication to blunt the sympathetic response","explanation":"<u>For patients who are normotensive, or hypertensive (SBP &gt; 90 mmHg)<\/u>: At time intubation minus 3 minutes give:<li>Lidocaine 1.5 mg/kg AND Fentanyl/remifentanyl 3 ug/kg over 30 sec<\/li>&nbsp;&nbsp;OR<li>Lidocaine 1.5 mg/kg AND Esmolol 1-2 mg/kg<\/li><br><u>For patients who are hypotensive (SBP&lt;= 90 mmHg)<\/u>: At time intubation minus 3 minutes give:<li>Fluids<\/li><li>Blood products<\/li><li>Inotropes<\/li><li>Pressors<\/li><li>Rationale: Hypotension may lead to cerebral hypoperfusion. A MAP of &gt; 65 mm Hg should be maintained at all times throughout the peri-intubation. This may require small aliquots of vasopressors until definitive volume loading or blood product replacement is achieved.<\/li>\n<br>When the airway is manipulated there are two responses that result in increased ICP: there is a reflex sympathetic response (RSR) which results in increased heart rate, increased blood pressure, and consequent increased ICP; in addition, there is a direct laryngeal reflex the stimulates an increase in ICP independent of the RSR. In the management of patients who are suspected of having an increased ICP, elevations in the ICP should be mitigated by minimizing airway manipulation, i.e., the most experienced person should perform the intubation, and pharmacologically using medications. The three commonly used pre-medications are lidocaine, fentanyl, and esmolol.<br>\n<li>Lidocaine's primary benefit is on attenuating the direct laryngeal reflex. There is mixed evidence that it actually mitigates the RSR.<\/li><br><li>The short acting beta blocker, esmolol does control both heart rate and blood pressure responses to intubation. A dose of 2 mg / kg given three minutes before intubation has been shown to be effective. Unfortunately, in the emergency situation, the administration of a beta blocking agent, even one that is short acting, may be problematic. Although esmolol is consistent and reliable for mitigation of RSRL in elective anesthesia, it is generally not used for this purpose in the ED.<\/li><br><li>Fentanyl at doses of 2 - 3 micro-g/Kg attenuates the RSR associated with intubation. Although a full sympathetic blocking dose of fentanyl is 9 to 13 micro-g/kg, the recommended dose of fentanyl for RSI in emergency patients is 2-3 micro-g/kg and should be administered as a single pretreatment dose over 30 to 60 seconds in order to reduce chances of apnea or hypoventilation before induction and paralysis. Fentanyl should not be administered to patients with incipient or actual hypotension, or those who are dependent on sympathetic drive to maintain an adequate blood pressure for cerebral perfusion.<\/li>"},"Chooseinduction":{"children":[],"shortTitle":"Choose Induction","title":"Choose Induction Agent","body":"For rapid sequence induction","explanation":"Induction is performed using an agent that will not adversely affect cerebral perfusion pressure (CPP)<br><br><u>Fentanyl:<\/u> At doses of 2-3 ?g/Kg, attenuates the reflex sympathetic response (RSR) associated with intubation, and is administered as a single pretreatment dose over 30-60 seconds in order to reduce chances of apnea or hypoventilation before induction and paralysis. Is generally not used in patients with incipient or actual hypotension, or those who are dependent on sympathetic drive to maintain an adequate blood pressure for cerebral perfusion. <br><br><u>Etomidate:<\/u>Short-acting imidazole derivative that provides sedation and muscle relaxation with minimal hemodynamic effect. Considered the most hemodynamically neutral of all commonly used induction agents and a drug of choice for patients with elevated ICP.<br><br><u>Propofol: <\/u>At a dose of 2 mg/kg intravenous (IV) push, is an alternative, but is also a potent vasodilator that routinely causes hypotension and often requires concurrent vasopressor administration to maintain CPP.<br><br><u>Thiopental: <\/u>At a dose of 3mg/kg IV push, confers cerebroprotective effect by decreasing the basal metabolic rate of oxygen utilization of the brain (CMRO<sub>2<\/sub>) and CBF, thus decreasing ICP. However, is a potent venodilator and negative inotrope with a strong tendency to cause hypotension and reduce CPP, even in relatively hemodynamically stable patients.<br><br><u>Ketamine: <\/u>Hemodynamically neutral dissociative agent administered at 2 mg/kg IV push. In the past, was generally avoided as an agent believed to raise ICP. However, recent evidence suggests when sedation is provided concurrently, may be safe in patients with elevated ICP, and its hemodynamic profile argues for more widespread use."},"Paralytic":{"children":[],"shortTitle":"Choose Paralytic","title":"Choose Paralytic Agent","body":"Succinylcholine vs. Rocuronium","explanation":"For rapid sequence intubation, it is desirable to have rapid onset of muscle paralysis.  Succinylcholine is the drug of choice unless there are contraindications where rocuronium is useful.<br><br><u>Succinylcholine (SCh):<\/u> Depolarizing agent that remains the neuromuscular blockade agent of choice for intubation of acutely ill neurological patients with elevated ICP, due to its rapid onset and short duration of action. Although it has been associated with transient increases in ICP, the effect is not considered clinically significant. However, the neurologically ill are at higher risk for succinylcholine-induced hyperkalemia, and clinicians should consider that patients with disuse atrophy may have severe hyperkalemia following administration of a depolarizing agent. This includes patients with prior brain or spinal cord injury but also those with as little as 24?72 hours of immobility, and patients with upper or lower motor neuron defects. Risk may be averted by instead using a non-depolarizing agent, such as rocuronium (at 1.2-1.4 mg/kg IV push) or the longer acting agents pancuronium and vecuronium (at 0.2 mg/kg IV push)."},"Intubate":{"children":["Prepare"],"shortTitle":"Intubate","title":"Decision made to intubate","body":"What is the patient's blood pressure?","explanation":"Rapid sequence intubation is the preferred method of securing the airway in patients with suspected elevated intracranial pressure (ICP), since it provides protection against the reflex responses to laryngoscopy and rises in ICP.  Keep the Cerebral Perfusion Pressure (Mean arterial pressure - ICP) between 80-100 mmHg throughout the process.  If ICP is not known, assume an ICP of 20 mmHg."},"Prepare":{"children":["Justprior"],"shortTitle":"Prepare for Intubation","title":"Prepare for Intubation","body":"Have equipment ready","explanation":"<li>Elevate the head of bed (HOB)<\/li><li>IV access X 2<\/li><li>Infuse isotonic crystalloid<\/li><li>Have vasopressor available<\/li><li>Have intubation medications ready<\/li><li>NPO, consider NG decompression<\/li>"},"Justprior":{"children":["Intubation"],"shortTitle":"Just Prior to Intubation","title":"Just before Tracheal Intubation","body":"In an orderly and efficient manner","explanation":"<li>Preoxygenate with 100% O2<\/li><li>Administer any pretreatment medications<\/li><li>Consider osmotic agents (mannitol or hypertonic saline) if ICP is elevated, or is believed to be elevated<\/li><li>Administer induction agent and paralytic simultaneously (if using thiopental, flush line prior to giving succinylcholine)<\/li><Allow for full muscle relaxation (45 seconds for succinylcholine, 60 seconds for rocuronium)<\/li><li>Consider administering 6-8 low volume manual ventilations during apnea<\/li>"},"Intubation":{"children":["Postintubation"],"shortTitle":"Intubation","title":"Tracheal Intubation","body":"","explanation":"<li>Ensure HOB elevated to 30 degrees<\/li><li>Avoid hypotension (keep MAP > 80 mmHg)<\/li><li>Avoid hypoventilation<\/li><li>Bag-mask ventilate immediately if desaturation<\/li>"},"Postintubation":{"children":["Ventilation"],"shortTitle":"Postintubation","title":"Post-Intubation","body":"Check location of ETT","explanation":"<li>Keep HOB elevated to 30 degrees<\/li><li>Keep MAP > 80 mmHg, or CPP &gt; 60-70 mmHg if ICP is monitored<\/li><li>Do not hypoventilate<\/li><Keep SpO2 &gt; 94%<\/li><li>Follow pupil exam<\/li><li>Secure endotracheal tube and obtain post-intubation chest film<\/li><li>Move on to ventilator management<\/li>"},"Ventilation":{"children":["Sedation","TitrationofVentilation"],"shortTitle":"Ventilation","title":"Initiate Volume Cycled Ventilation","body":"Initial parameters","explanation":"Initial volume cycled ventilation parameters:<li>Tidal Volume 8 cc/kg (ideal body weight)<\/li><li>Respiratory rate: match pre-sedation spontaneous respiratory rate, or set to 12 breaths per minute<\/li><li>Inspired fraction of oxygen: 1.0; titrate rapidly to lowest FiO2 that will maintain SpO2 at 95-99%<\/li><li>Start capnometry monitoring (ETCO2)<\/li><li>Pulse oximetry<\/li>\nThis applies to several neurological emergencies, including:<li>Traumatic brain injury<\/li><li>Subarachnoid hemorrhage<\/li><li>Large intracerebral hemorrhage<\/li><li>Ischemic stroke with airway compromise or coma<\/li><li>Hydrocephalus<\/li><li>Intracranial tumor with depressed mental status<\/li><li>Suspected high ICP and depressed mental status<\/li><li>Diffuse cerebral edema<\/li><li>Status epilepticus<\/li>\nGoals of mechanical ventilation: \nMechanical ventilation must be carefully titrated to maintain physiological homeostasis.  Because pCO2 is the most potent acute mediator of cerebral vascular tone and cerebral blood flow, great caution must be used when performing ventilation.  Over ventilation to a low pCO2 and high pH may cause decreased cerebral blood flow, worsening brain ischemia, and sometimes causing seizures.  Under ventilation to a high pCO2 may cause cerebral vasodilation and lead to ICP crisis.  Both very low (pO2 &lt; 60mmHg) and very high (pO2 &gt; 300mm Hg) have been strongly linked to poor outcome in TBI and in hypoxic-ischemic encephalopathy after cardiac arrest.\nRarely, clinicians are forced to employ ventilatory techniques to manage intracranial catastrophes, such as purposeful hyperventilation to acutely decrease intracranial pressure in a patient with acute brain herniation.  Such techniques should be performed for the minimum possible time, however, with the goals of substituting more durable means of decreasing ICP, and restoring ventilatory homeostasis as soon as possible."},"Sedation":{"children":[],"shortTitle":"Sedation","title":"Analgesia and Sedation","body":"Sedation and analgesia principles","explanation":"<li>Assure patient comfort with analgesics<\/li><li>Heavy sedation is employed ONLY for control of ICP, safety concerns including transport, or cerebral metabolic failure requiring control of CMRO2<\/li><li>Light sedation, using short acting agents only<\/li><li>Minimal or NO sedation is preferred when above concerns are absent<\/li><li>DO NOT allow medication-induced hypotension<\/li>\nThe goal of analgesia and sedation in the neurocritically ill is typically to maintain comfort with minimal disruption of the neurological examination, ventilator weaning, and rehabilitation activity.  Many short-acting sedatives have prolonged activity when continuously infused, and neurointensivists often choose short acting analgesic infusions that can be discontinued for neurological examination, supplemented with boluses of short or intermediate acting sedatives.\nOccasionally, ICP crisis, status epilepticus, or other neurological crises require a state of deep, continuous sedation.  This is often achieved by high dose infusions of benzodiazepines or barbiturates.  High dose propofol ( >80mcg/kg/min) must be avoided due to the dose-dependent risk of Propofol Infusion Syndrome (PRIS)."},"TitrationofVentilation":{"children":["Herniation","Hemodynamics","LungInjury"],"shortTitle":"Titration of Ventilation","title":"Titrating Ventilation","body":"Adjusting the ventilator","explanation":"<li>PaO2 target is 35-40 mm Hg<\/li><li>ETCO2 target is 35-45 mmHg; adjust respirator rate to achieve this target<\/li><li>Obtain arterial blood gas analysis; initial target is PaO2 &gt; 110 mmHg; Calibrate ETCO2 measurement with PaCO2<\/li><li><b>Quantitative capnography is recommend in patient receiving neuromuscular blockade<\/b><\/li><li>All oxygenation and ventilation goals should be adjusted as necessary to maintain cerebral metabolic homeostasis; FiO2 may be increased in response to low PbtO2, but hyperoxygenation with PaO2 &gt; 470mmHg is discouraged.<\/li>"},"Herniation":{"children":[],"shortTitle":"Herniation","title":"Brain Herniation or High ICP","body":"Should you hyperventilate?","explanation":"In the setting of clinical or radiographic brain herniation:<li>Minimize the duration of hyperventilation as much as possible by employing other means of ICP control<\/li><li>Prolonged hyperventilation requires the use of CNS metabolic monitoring to verify the adequacy of cerebral blood flow: jugular venous oximetry (SjvO2), Brain tissue oxygen (PbtO2) monitoring, or cerebral microdialysis<\/li><li>See <a href=\"#/sICP\" target=\"_blank\">Brain herniation<\/a> for additional details.<\/li>\nRoutine hyperventilation for control of elevated ICP is discouraged as it may exacerbate cerebral ischemia:<li>If hyperventilation is used, do not lower PaCO2 below 35 mm Hg, and <a href=\"#/sICP\" target=\"_blank\">consider other methods for control of ICP<\/a>.<\/li>"},"Hemodynamics":{"children":[],"shortTitle":"Hemodynamics","title":"BP and Cardiac Output","body":"Positive pressure ventilation can cause hypotension","explanation":"Ventilation and (mean) airway pressure may affect blood pressure and cardiac output, especially in a hypovolemic patient:\n<li>The effect is minimized if you adequately replete intravascular volume<\/li><li>Apply PEEP, increased minute ventilation, and increased respiratory rate while carefully monitoring BP and CO/CI<\/li>"},"LungInjury":{"children":[],"shortTitle":"Lung Injury","title":"Acute lung injury","body":"Does the patient have ARDS?","explanation":"Patients with acute lung injury or ARDS should be ventilated with low tidal volumes (6cc/kg IBW), adequate PEEP, and plateau pressure &lt; 30 mmHg.   <li>Although, \"Permissive hypercarbia\" and tolerance of  low SpO2 or PaO2 targets are part of ARDSnet, in acute brain injury hypoxia and/or hypercarbia may be deleterious so is discouraged.<\/li>\nOxygenation Goal: PaO2 55-80 mmHg, or SpO2 88-95%.\nUse minimum PEEP of 5 cm H2O.  Consider use of incremental FiO2/PEEP combinations such as shown below:\n\nFiO2&nbsp;&nbsp;PEEP (cm H2O)\n0.3&nbsp;&nbsp;&nbsp;&nbsp;5\n0.4&nbsp;&nbsp;&nbsp;&nbsp;5\n0.4&nbsp;&nbsp;&nbsp;&nbsp;8\n0.5&nbsp;&nbsp;&nbsp;&nbsp;8\n0.5&nbsp;&nbsp;&nbsp;&nbsp;10\n0.6&nbsp;&nbsp;&nbsp;&nbsp;10\n0.7&nbsp;&nbsp;&nbsp;&nbsp;10\n0.7&nbsp;&nbsp;&nbsp;&nbsp;12\n0.7&nbsp;&nbsp;&nbsp;&nbsp;14\n0.8&nbsp;&nbsp;&nbsp;&nbsp;14\n0.9&nbsp;&nbsp;&nbsp;&nbsp;14\n0.9&nbsp;&nbsp;&nbsp;&nbsp;16\n0.9&nbsp;&nbsp;&nbsp;&nbsp;18\n1.0&nbsp;&nbsp;18-24"}},"notes":{"title":"Tell the consultant","content":["Mental status and exam prior to intubation","Vitals pre and post intubation","Ease of intubation","ETT position confirmed?"]},"checklist":{"title":"Checklist","list":["Assess the need for intubation or non-invasive positive pressure ventilation","Assess the endotracheal tube position","Assess the need for analgesia and/or sedation in mechanically ventilated patients"]}}