{"nodes":{"Begin":{"children":["TempCBCCT"],"shortTitle":"Begin","title":"Suspected Meningitis or Encephalitis","body":"Headache and altered mental status","explanation":"<u>Meningitis and Encephalitis:<\/u> Patients that have a hyper-acute (hours) and acute (hours to days) onset of headache and altered mental status, should be considered as potentially having meningitis or encephalitis.  Additional symptoms including stiff neck (to flex/extend), fever, new rash, focal neurological finds or new onset seizures, should significantly increase the clinical suspicion of CNS infection.\nAs with all acute medical and neurological events, the basics of ABC (airway, breathing and circulation) should be evaluated early in the Emergency Department course.  Patients with altered mental status are at high risk for losing a patent airway and should be monitored closely for the potential of needing intubation.  Likewise, patients with bacterial meningitis are at risk for lung or bloodstream infections with the same pathogen, and as such, vital signs and hemodynamics need to be monitored closely.\nMeningitis is defined as inflammation of the meninges while encephalitis is defined as inflammation of the brain.  If both are inflamed, the patient has meningoencephalitis.  Meningitis causes fever, meningismus, and pain (headache, neck, etc.) but other than depressing a patient&#39;s mental status, does not affect any cortical function.  Encephalitis on the other hand causes typically cortical disturbances (seizures, aphasia, hemiparesis, etc.).  In pure encephalitis, the spinal fluid is free of white cells but protein may be elevated.  Once white cells are found in the spinal fluid, some form of meningitis is present.  \nThe two conditions that are most important to recognize in the first hour are bacterial meningitis and herpes encephalitis as these diseases have specific treatments that can improve patient outcome if administered quickly.\n<i>Topic Co-Chairs:<\/i><br>David Gaieski, MD<br>Bart Nathan, MD<br>"},"TempCBCCT":{"children":["SuspicionofInfection"],"shortTitle":"Temp CBC CT","title":"Temperature, WBC, CT results","body":"Fever, leukocytosis, normal head CT?","explanation":"Assess body temperature, peripheral white count, and head CT results (if there is time).\n\n<u>Temperature<\/u>\nOral temperature is adequate.  Both fever (temperature &gt;38&#176;C) or hypothermia (temperature &lt;35&#176;C) are compatible with CNS infection.  If the patient is euthermic, the pretest probability of bacterial meningitis or HIV encephalitis is decreased.  However, newly Immunocompromised patients, patients with viral meningitis, and even a rare patient with bacterial meningitis may present euthermic.  Depending on other signs and symptoms, it may be appropriate to stop here and work-up other causes of headache.\n\n<u>Peripheral white count<\/u>\nIf the white count is not elevated, then bacterial meningitis is unlikely; depending on body temperature and results of the head CT scan, you may stop here and work up non-infections causes of headache and altered mental status with the same caveats mentioned in \"Temperature\" above.  For example, the patient may still have a viral meningitis without a leukocytosis so LP may still be indicated to establish a diagnosis.\n\n<u>Head CT<\/u>\nIn patients where there is a moderate to high suspicion of CNS infection and the lumbar puncture has not yet been done, parenteral anti-infectives should not be delayed while waiting for a CT scan.  CSF sterilization occurs only after 4-6 hours in the most sensitive organisms.  \n\nA head CT prior to the LP should always be done in the patient with suspected CNS infection  when the presentation includes papilledema/loss of venous pulsations or focal neurological signs.  Other definite indications include patients with known mass lesions.  A head CT is NOT always required prior to an LP, however, in most patients who have a clinical presentation consistent with meningitis or encephalitis, there will be enough uncertainty as to the exact intracranial process, that it is incumbent on the examiner to perform a CT prior to the LP.  A normal head CT does not protect the patient form a herniation syndrome after the LP.\n\nIf the head CT shows a mass lesion or other condition that adequately explains the patient's mental status, then stop here and work up that process."},"SuspicionofInfection":{"children":["StartAntibiotics"],"shortTitle":"Suspicion of Infection","title":"Suspicion for CNS Infection","body":"Moderate to high suspicion","explanation":"Based on the head CT scan being negative (if performed), and the presence of fever and white count, along with headache and altered mental status, one should have moderate to high suspicion for meningitis or encephalitis.\n\nThere is evidence for the use of dexamethasone in bacterial meningitis, particularly in Streptococcus pneumoniae meningitis. Unless there is clear clinical evidence that the cause is NOT  Streptococcus pneumoniae, dexamethasone is recommended.\nGive:<li>dexamethasone 10 mg now and q 6 hours IV.  Ideally the  steroid should be given prior to or at the start of antibiotic therapy.<\/li>"},"StartAntibiotics":{"children":["LP"],"shortTitle":"Start Antibiotics","title":"Start Antibiotics","body":"Empirical treatment","explanation":"Anti-infectives should be started as soon as possible after the patient with a suspected CNS infection presents for medical care.\n\nEmpiric anti-infectives are based on the:\n<li>Course of the suspected CNS infection<\/li><li>Age of the patient<\/li><li>Other infectious risk factors<\/li>\n\nFor suspected CNS infections that evolve over hours, consider bacterial meningitis (BM) or viral meningitis.\n\nChildren and young adults with suspected BM are at risk for Haemophilus influenzae (if not vaccinated), Neisseria meningitidis, and Streptococcus pneumoniae.  As such they should be started on a 3rd generation cephalosporin and vancomycin at doses appropriate for CNS penetration.\n\nMiddle aged adults are at highest risk for Streptococcus pneumoniae.  As such they should be started on a 3rd generation cephalosporin and vancomycin at doses appropriate for CNS penetration.  Vancomycin can be used alone in patients with a severe penicillin allergy.\n\nThe elderly and immunosuppressed  are at risk for Streptococcus pneumoniae and Listeria monocytogenes. As such they should be started on a Ampicillin, a 3rd generation cephalosporin and vancomycin at doses appropriate for CNS penetration.  Vancomycin and trimethaprim-sulfamethoxazole can be used in patients with a severe penicillin allergy.\n\nFor suspected CNS infections that evolve over days consider viral encephalitis, particularly Herpes simplex encephalitis: Treatment should begin with Acyclovir at 10mg/kg every 8 hours.\nHydration should be sufficient to achieve normovolemia.  This avoids the complication of acyclovir associated renal failure.\n\nFor suspected CNS infections that evolve over days in an immunosuppressed patient, consider fungal meningitis.  If there is a high index of suspicion for fungal meningitis such as prior history of the disease or systemic fungal infections, and the patient is progressing rapidly, empiric Amphotericin B, can be considered.  Otherwise, starting anti-fungals after LP is typically prudent."},"LP":{"children":["NormalLP","VeryHighWBCs","ElevatedWBCnoRBCs","ElevatedRBCsandWBCs","ElevatedRBCs"],"shortTitle":"LP","title":"Lumbar Puncture","body":"Rapid assessment of spinal fluid","explanation":"An LP is essential for both establishing a diagnosis and tailoring therapy.\n\nThe opening pressure should be measured with a manometer prior to the collection of CSF.  CSF should be collected in (at least) 4 tubes.  <li>Send tube 1 and tube 4 for red and white cell counts<\/li><li>Send tube 2 for protein, glucose and lactic acid<\/li><li>Send tube 3 for gram stain and culture (and India ink if fungal infection is suspected). <\/li>\nIf there is a suspicion for Herpes encephalitis, a small amount of CSF from tube 2 or 3 should be sent for Herpes PCR. Some laboratories perform bacterial antigen assays, which may be useful in some circumstances.  Additional laboratory tests that may be performed by some centers include bacterial PCR (particularly for Mycobacterium), enterovirus PCR, fungal antigens and viral culture."},"NormalLP":{"children":[],"shortTitle":"Normal LP","title":"Normal LP","body":"Rules out meningitis and encephalitis","explanation":"An LP is considered normal if \n<li>No RBCs<\/li><li>WBCs &lt; 5<\/li><li>Glucose  &gt; two-thirds serum glucose<\/li><li>Protein &lt; 50 mg/dL <\/li><li>No organisms seen on gram stain<\/li>\nIf all of the above are true, meningitis is ruled out as is encephalitis (in most cases).  Work-up the patient from the perspective of fever, elevated WBC count and a normal CT scan without evidence of meningitis or encephalitis."},"VeryHighWBCs":{"children":["BacterialMeningitis"],"shortTitle":"Very High WBCs","title":"Very High WBCs","body":"WBCs &gt; 100-1000","explanation":"Marked elevation in WBCs without RBCs is highly suggestive of bacterial meningitis.  So, if the following is true:\n<li>Normal RBC<\/li><li>WBCs 100-1000 or higher<\/li><li>Glucose  &lt; two-thirds serum glucose, but rarely normal<\/li><li>Protein &gt; 50 mg/dL <\/li><li>Organisms seen on gram stain<\/li>\nThen, the patient has bacterial meningitis."},"ElevatedWBCnoRBCs":{"children":["ViralMeningitis"],"shortTitle":"Elevated WBC no RBCs","title":"Elevated WBC no RBCs","body":"Probably viral meningitis","explanation":"Mild elevation in WBCs without RBCs is  suggestive of viral meningitis or viral (not herpes) encephalitis.  So, if the following is true:\n<li>Normal RBC<\/li><li>WBCs 10-100s<\/li><li>Glucose  &gt; two-thirds serum glucose<\/li><li>Protein &lt; 50 mg/dL <\/li><li>No organisms seen on gram stain<\/li>\nThen the patient likely has a viral meningitis or viral (not herpes) encephalitis.\nSeroconversion of HIV is also a consideration here."},"ElevatedRBCsandWBCs":{"children":["HerpesEncephalitis"],"shortTitle":"Elevated RBCs and WBCs","title":"Elevated RBCs and WBCs","body":"Consider herpes encephalitis","explanation":"If the following is true:\n<li>Elevated RBC<\/li><li>WBCs in the hundreds<\/li><li>Glucose  &gt; two-thirds serum glucose, or sometimes lower<\/li><li>Protein &lt; 50 mg/dL or elevated<\/li><li>No organisms on gram stain<\/li>\nThen, the patient may have herpes encephalitis.  The presence of seizures is also compatible with this diagnosis."},"ElevatedRBCs":{"children":["SAH"],"shortTitle":"Elevated RBCs","title":"Elevated RBCs no WBCs","body":"Likely SAH","explanation":"If the following is true:\n<li>Elevated RBC<\/li><li>WBC &lt; 5 <\/li><li>Glucose  &gt; two-thirds serum glucose<\/li><li>Protein &lt; 50 mg/dL<\/li><li>No organisms on gram stain<\/li><li>Xanthochromia<\/li>\nThen, the patient likely has a subarachnoid hemorrhage that was not detected on the CT scan.  Xanthochromia may be absent if the LP was done within the first few hours of headache onset (and so one typically only sees RBCs)."},"BacterialMeningitis":{"children":[],"shortTitle":"Bacterial Meningitis","title":"Bacterial Meningitis","body":"Likely bacterial meningitis","explanation":"<li>Continue antibiotics<\/li><li>Stop acyclovir<\/li><li>Continue dexamethasone<\/li><li>Adjust antibiotics based on finalized gram stain and culture results and sensitivities<\/li>\n\nIn addition to antibiotics and dexamethasone, supportive care and management of other systems is important in patients with bacterial meningitis.  Some patients may have a concomitant bloodstream infection with the offending pathogen and may require early goal directed therapy for sepsis.  If the lumbar puncture demonstrates elevated intracranial pressure when the opening pressure is measured, the patients should be monitored closely for signs of increased ICP.  There is no evidence that intracranial pressure monitoring devices are safe or helpful in this patient population and the risks, including the potential of a superinfection with the foreign body, must be weighed with the potential benefits.  Likewise, no evidence exists as to the appropriate treatment of increased ICP.  Hyperventilation should probably be avoided as these patients already may suffer from some degree of decrease vessel diameter due to vasculopathy.  Mannitol of hypertonic saline may be reasonable alternatives.\n\nAge factors:\n<li>Children and young adults with suspected BM are at risk for Haemophilus influenzae (if not vaccinated), Neisseria meningitidis, and Streptococcus pneumoniae. As such they should be started on a 3rd generation cephalosporin and vancomycin at doses appropriate for CNS penetration<\/li><li>Middle aged adults are at highest risk for Streptococcus pneumoniae. As such they should be started on a 3rd generation cephalosporin and vancomycin at doses appropriate for CNS penetration. Vancomycin can be used alone in patients with a severe penicillin allergy.<\/li><li>The elderly and immunosuppressed are at risk for Streptococcus pneumoniae and Listeria monocytogenes. As such they should be started on a Ampicillin, a 3rd generation cephalosporin and vancomycin at doses appropriate for CNS penetration. Vancomycin and trimethaprimsulfamethoxazole can be used in patients with a severe penicillin allergy.<\/li>"},"ViralMeningitis":{"children":[],"shortTitle":"Viral Meningitis","title":"Viral meningitis or Viral (not Herpes) Encephalitis","body":"Treatment","explanation":"Treatment of viral meningitis or viral (not herpes) encephalitis:\n<li>Discontinue acyclovir and antibiotics<\/li><li>Discontinue dexamethasone<\/li><li>Treat headache<\/li><li>For West Nile Virus, there is risk of respiratory decompensation from spinal cord involvement so admission to the ICU for observation may be beneficial<\/li>"},"HerpesEncephalitis":{"children":[],"shortTitle":"Herpes Encephalitis","title":"Herpes Encephalitis","body":"Empirical treatment and diagnosis","explanation":"<li>Continue acyclovir 10 mg/kg every 8 hours IV<\/li><li>Continue other antibiotics until MRI/PCR negative<li>Send CSF for HSV PCR<\/li<li>MRI of the brain<\/li><li>Achieve and maintain euvolemia to prevent acyclovir associated renal failure<\/li>"},"SAH":{"children":[],"shortTitle":"SAH","title":"Subarachnoid Hemorrhage","body":"Management of SAH","explanation":"Re-review the head CT to look for subarachnoid blood (this can be negative approximately 5% of the time).\n\nFollow the <a href=\"#/SAH\" target=\"_blank\"><font color='#0000AA'>Subarachnoid Hemorrhage Protocol<\/font><\/a> link."}},"notes":{"title":"Tell the consultant","content":["Presenting signs, symptoms, vital signs on arrival ","Pertinent past medical history and history of the present illness ","Relevant laboratory results including white blood cell count, bicarbonate level, lactate level, and renal function ","Whether head CT was obtained and results if obtained ","Antibiotics given ","IV fluid given, input/output ","Results of LP ","Current vital signs ","Ongoing concerns, active issues, outstanding studies/tests ","Last physical and neurological exam finding prior to transfer "]},"checklist":{"title":"Checklist","list":["Vital signs,  history, examination ","IV access, draw labs, blood cultures and lactate ","IV fluids, treat shock ","Immediate administration of dexamethasone followed by appropriate antibiotics to treat suspected meningitis. ","Consider acyclovir ","Obtain head CT if altered mental status or focal neurological findings. ","Perform lumbar puncture (after Head CT results available, if CT necessary)","If meningococcus remember exposure prophylaxis"]}}