{"nodes":{"Begin":{"children":["Diagnose"],"shortTitle":"Begin","title":"Status Epilepticus","body":"Unremitting seizures","explanation":"Status Epilepticus: Ongoing seizure activity is injurious to the brain and can cause other organ system problems like pneumonia and sudden death.  Making an accurate diagnosis is essential as is the orderly institution of anticonvulsant drugs to terminate the seizure activity.  \nThis protocol gives a practical, step-by-step guide to how status epilepticus can be terminated.<br>\n<i>Topic Co-Chairs:<\/i><br>Jan Claassen, MD<br>Robert Silbergleit, MD"},"Diagnose":{"children":["Prehospital"],"shortTitle":"Diagnose","title":"Diagnosis","body":"The diagnosis of status epilepticus","explanation":"The clinical definition of status epilepticus is five minutes or more of convulsions or two or more convulsions in a 5 minute interval without return to preconvulsive neurological baseline.  However, a patient may be seen to seize, then brought into the hospital and not regain consciousness.  This too may be status epilepticus and usually requires EEG measurement to diagnose.<br>\nTraditional definition of status epilepticus required 30 minutes to have passed. Do not wait for 30 minutes to pass before starting antiepileptic medications since permanent brain injury may occur before 30 minutes have elapsed and most seizures that do not progress to status will be shorter than 5 minutes."},"Prehospital":{"children":["Immediatemanagement"],"shortTitle":"Prehospital","title":"Pre-hospital treatment of status epilepticus","body":"Prior to admission","explanation":"<li>ABCs, including supportive care if needed (O2, airway, BP)<\/li><li>Obtain IV access<\/li><li>Diagnose hypoglycemia: if hypoglycemic give D50W 50 ml IV and Thiamine 100 mg IV (may be given empirically if suspected in the absence of a definitive diagnosis)<\/li><li>Give: lorazepam 4 mg/2 minutes IV or diazepam 5 mg IV<\/li><li>Alternatives include: diazepam 20 mg PR (may use diastat or IV solution of diazepam), or midazolam 10 mg IN/buccal/IM/IV<\/li><br>Comments:<li>Time is control. Most important factor in predicting ease to control seizures is time elapsed prior to initiating AEDs. If unable to get intravenous access give benzodiazepines via alternate route.<\/li><li>Respiratory decompensation is more commonly encountered in untreated status epilepticus than in status epilepticus treated with benzodiazepines.<\/li><li>Weight based benzodiazepine administration may be appropriate in certain circumstances but is an off-label use, more prone to dose calculation error, and there are no data showing that it is superior<\/li><li>Lorazepam needs to be refrigerated or restocked every 60 days. For this reason it is usually impractical for EMS use and diazepam or midazolam are used as alternatives.<\/li>"},"Immediatemanagement":{"children":["Seizuresstop"],"shortTitle":"Initial Inhospital  Management","title":"Initial in-hospital management","body":"If not already done pre-hospital","explanation":"<li>ABCs, including supportive care if needed (O2, airway, BP)<\/li><li>Monitors: ECG, BP, O2Sat<\/li><li>Obtain IV access<\/li><li>Draw labs: CBC, BMP, CA, Mg, AED levels.  Additional orders for specific circumstances: Labs: PO4, LFTS, Troponin, Toxicology screen (urine and blood), ABG, type and hold, coagulation studies<\/li><li>Diagnose hypoglycemia: if hypoglycemic give D50W 50 ml IV and Thiamine 100 mg IV (may be given empirically if suspected in the absence of a definitive diagnosis)<\/li><li>Give lorazepam 4 mg/2 minutes IV or diazepam 5 mg IV<\/li><li>Alternatives include: diazepam 20 mg PR (may use diastat or IV solution of diazepam), or midazolam 10 mg IN/buccal/IM/IV<\/li><br>Comments:<li>First line benzodiazepines are frequently under dosed.<\/li><li>Initiate a complete workup of the underlying etiology for status epilepticus. Seizures will be difficult to control with antiepileptic mediations if they are caused by an underlying uncorrected metabolic problem.<\/li><li>Wide availability and reliability of blood sugar testing does not support administration of D50W to all patients which may worsen outcome in a number of acute brain injuries. However, hypoglycemia needs to be treated promptly if this is the underlying cause of status epilepticus.<\/li><li>ECG, Chest Xray<\/li><li>Consider toxins that can cause seizures: INH (treat with lorazepam followed by pyridoxine 70 mg/kg; max dose 5 gm); Tricyclics (look for QRS widening on the EKG, treat with sodium bicarbonate); Theophylline; Cocaine / Sympathomimetics; Alcohol withdrawal (rarely causes SE, treat with accelerating doses of a benzodiazepine); Organophosphates (treat with atropine, midazolam, and Pralidoxime); Almost any agent in overdose may cause a seizure indirectly if they cause hypoxia, hypotension, or electrolyte (including hypoglycemia) abnormalities<\/li>"},"Seizuresstop":{"children":["Yes","Stillseizing"],"shortTitle":"Stopped","title":"Status epilepticus terminated","body":"Have the seizures stopped or the patient began following commands","explanation":"Status epilepticus is terminated when the patient begins to follow simple commands.  Even if the convulsions have stopped the patient may still be seizing.  If the patient does not rapidly awaken following the administration of the first line anticonvulsants, one should consider the patient to still be seizing."},"Yes":{"children":[],"shortTitle":"Yes","title":"Seizures have stopped","body":"And the patient is following commands","explanation":"The half-life of benzodiazepines is brief and therefore a longer-lasting anticonvulsant needs to be administered to prevent subsequent seizures.\nGive:\n<li>Fosphenytoin: load 20 mg/kg IV at up to 150 mg/min<\/li>- OR -<li>Valproic acid: load: 40 mg/kg IV over 10 min (may give additional 20 mg/kg over 5 min if still seizing)<\/li>\nIf possible connect to EEG unless patient wakes up or returns to pre-convulsive baseline.\nDetermine the cause of the seizure (prior history of seizures and medication non-compliance, new onset seizure, etc.)  Serum levels of anticonvulsants are useful to determine what threshold the patient with epilepsy has for developing seizures.  Urine toxicology screen may be helpful for recreational drug-associated seizures."},"Stillseizing":{"children":["Advanced"],"shortTitle":"Still seizing","title":"Seizures have not stopped","body":"Or they stopped but the patient will not awaken","explanation":"Start second line anticonvulsant.  Choose one of the following:\n<li>Fosphenytoin: load 20 mg/kg IV at up to 150 mg/min<\/li>- OR -<li>Valproic acid: load: 40 mg/kg IV over 10 min (may give additional 20 mg/kg over 5 min if still seizing)<\/li>\nArrange for EEG monitoring if available.\nIf status epilepticus persists despite starting second line anticonvulsants, intubate the patient, then choose one of the following:\n<li>Continuous infusions of midazolam: Load: 0.2 mg/kg IV over 2-5 min; repeat 0.2-0.4 mg/kg boluses every 5 minutes until seizures stop, up to a maximum loading dose of 2 mg/kg. Initial rate: 0.1 mg/kg/h. Bolus and increase rate until seizure control; Maintenance: 0.05-2.9 mg/kg/hour<\/li><li>Continuous infusions of propofol: Load: 1-2 mg/kg IV over 3-5 min; repeat boluses every 3-5 minutes until seizures stop, up to maximum total loading dose of 10 mg/kg. Initial rate: 33 microgram/kg/min (2 mg/kg/hr). Bolus and increase rate until seizure control;  Maintenance: 17 - 250 microgram/kg/min (1-15 mg/kg/hour)<\/li><li>Valproic acid (if not chosen already as second line agent): 40 mg/kg IV over 10 min (may give additional 20 mg/kg over 5 min if still seizing)<\/li><li>Phenobarbital:  Load: 20 mg/kg IV up to 60 mg/min;  Maintenance: 1-3 mg/kg/day in 2-3 divided doses<\/li>\nComments:\n<li>Titrate AEDs to therapeutic levels. When checking post-load drug levels, wait at least 2 hours post infusion for fosphenytoin and phenytoin, or immediately post infusion of valproate<\/li>\n<li>Continue second line antiepileptic medication when starting treatment of refractory status epilepticus.<\/li><li>Phenobarbital has been used traditionally for status epilepticus refractory to first and second line therapy but recently experts recommend more rapid advancement to continuous IV antiepileptic medications.<\/li><li>What should the target for continuous drips be: seizure control, burst suppression, or completely suppressed background?<\/li><li>Definition of refractory status epilepticus is unclear. Some controversy regarding duration of time and number of agents that patients have to have failed exists.<\/li>"},"Advanced":{"children":[],"shortTitle":"Advanced","title":"Advanced management","body":"If status epilepticus has still not halted","explanation":"If the patient is still convulsing despite benzodiazepines, phenytoin or valproate loading, and then third line agents described in the prior step, the patient will need more aggressive intervention.  The patient should at least be intubated and transferring to an ICU at this point.  Once in the ICU, establish good blood pressure monitoring, then begin pentobarbital. Give:\n<li>Pentobarbital: Load: 5 mg/kg IV up to 50 mg/min; repeat 5 mg/kg boluses until seizures stop; Initial rate: 1 mg/kg/hour;  Maintenance: 0.5-10 mg/kg/hour traditionally titrated to suppression-burst on EEG but titrating to seizure suppression is reasonable as well<\/li><li> Continuous EEG monitoring is essential; if not available in your center consider transfer to a regional center with this capability.<\/li>\nComments:\n<li>Hypotension is frequently encountered as a side effects of pentobarbital and pressors should be readily available. Other side effects include gastric stasis, myocardial suppression, thrombocytopenia, metabolic acidosis (68-75% propylene glycol).<\/li>\n<li>Often this step will be done in ICU setting but at times with patients that are highly refractory pentobarbital infusions may need to be started while in the ER and within the first hour of status epilepticus onset.<\/li><li>The duration of continuous IV antiepileptic medications used for Boxes #5 and #6 is unclear. Once seizures are controlled, many physicians continue treatment for at least 24 hours prior to consideration of wean. The rapidity of weaning is also controversial but should not be done too abruptly unless pentobarbital is used where this is less of an issue. The goal of pentobarbital therapy is unclear (seizure control, burst suppression, or completely suppressed background)?<\/li><li>The antiepileptic agent is controversial. Choices include but are not limited to ketamine (which should be used in combination with a benzodiazepine), lacosamide, levetiracetam, and hypothermia to 33 degrees Celsius.<\/li>"}},"notes":{"title":"Tell the consultant","content":["Clinical presentation","Duration of status epilepticus","Relevant PMH/PSH","Prior medications, medication given so far, AED levels if drawn","Neurological examination","Brain imaging/LP results (if available)"]},"checklist":{"title":"Checklist","list":["Fingerstick glucose","Obtain IV access","Monitor pulse oximetry,  BP, cardiac; supplemental O2 and fluid as needed","Order labs: CBC, BMP, Ca, Mg, AED levels","Head CT (appropriate for most cases)","cEEG monitoring - Notify EEG tech if available (as soon as available unless patient returns to pre-status epilepticus baseline)"]}}