{"nodes":{"Begin":{"children":["Tier0"],"shortTitle":"Begin","title":"Intracranial Hypertension or Herniation","body":"ICP &gt; 20 mm Hg or Clinical Signs","explanation":"Intracranial hypertension (elevated ICP) or clinical brain herniation are a \"brain code\" and must be addressed urgently.\n<li>Intracranial hypertension is defined as ICP &gt; 20 mm Hg sustained for more than 5 minutes. <\/li><li>Cardinal signs of transtentorial herniation are the acute onset of unilateral or bilateral pupillary dilation with loss of light reactivity, and loss of consciousness<\/li><li>Other clinical changes that indicate herniation include extensor posturing, hypertension, bradycardia and changes in respiratory pattern (Cushing's triad).<\/li>\nSubtopic written by:<br>Robert Stevens, MD<br>Josh Duckworth, MD<br>Alexander Papangelou, MD<br>J. Stephen Huff, MD"},"Tier0":{"children":["TierOne","AdditionalMonitoring"],"shortTitle":"Tier Zero","title":"Tier Zero","body":"Standard issues to prevent herniation","explanation":"For sustained ICP elevation or clinical signs of herniation:\n<li>Make sure the head has not been lowered below 30 degrees<\/li><li>Be sure that the ICP elevation is not associated with tracheal suctioning or other noxious stimulus. <\/li><li>Is hyponatremia present? If so begin correction<\/li><li>Is hyperthermia present? If so begin measures to lower body/brain temperature<\/li><li>Is ICP elevation associated with agitation? If so, treat pain and consider short acting sedation.<\/li><li>Is vasogenic edema present? If so, high dose corticosteroids should be given when brain code is driven by a brain tumor (primary or metastatic), brain abscess, or the in presence of a progressive neuroinflammatory process (e.g., acute disseminated encephalomyelitis). For brain tumor, typical regimens are dexamethasone 0.1 mg/kg q 6 hrs. or methylprednisolone 0.5 mg/kg q 6hrs<\/li>\nCPP (MAP-ICP) should be maintained in the 60-70 mmHg range to prevent cerebral ischemia.\n<li>This can be done by lowing ICP or raising MAP with fluids, vasopressors or inotropes.<\/li>\nIf elevated ICP persists or clinical signs of herniation are not rapidly mitigated by the above,  proceed to Tier One treatments.\nAdditional monitoring may be useful now based on the specific disease process."},"TierOne":{"children":["HeadCT","TierTwo"],"shortTitle":"Tier One","title":"Tier One","body":"Airway, hyperventilation, mannitol, CSF drainage","explanation":"The first interventions should include:\n<li>Ensure airway (endotracheally intubate or use tracheostomy if present)<\/li><li>Short-term hyperventilation may be instituted either with manual bag-mask technique or mechanically. <\/li><li>Mannitol is administered as 0.5-1 g/kg IV bolus<\/li><li>CSF drainage:  If acute obstructive hydrocephalus is contributing to clinical deterioration, place EVD emergently. If external ventricular drainage system is in place, drain 5-10 ml of CSF.<\/li><li>Begin 2% or 3% IV saline to keep serum sodium between 140 and 150 meq/L.  Check serum electrolytes Q 2-4 hours.<\/li>\nIf ICP is controlled and/or clinical signs of herniation resolve with Tier One interventions, obtain head imaging studies.\nIf not, move to Tier Two interventions first."},"AdditionalMonitoring":{"children":["ReviseCPPTargets"],"shortTitle":"Additional Monitoring","title":"Consider Additional Monitoring","body":"","explanation":"Consider additional neuromonitoring, including:<li>Brain tissue oxygen or jugular venous oximetry<\/li><li>Cerebral microdialysis<\/li><li>Cerebral pressure autoregulation indices<\/li>\nTreatment based on ICP and CPP may overlook significant information on the physiologic and metabolic state of the brain. Moreover, assumptions regarding CPP may not hold if cerebral pressure autoregulation is impaired (see Box I). Complementary neuromonitoring techniques should be considered to optimize medical management in selected patients with severe brain injury.\n<li>Monitors of cerebral oxygenation: brain tissue oxygen sensors, jugular venous oximetry.<\/li><li>Cerebral microdialysis. Brain interstitial lactate, lactate/pyruvate ratio, and glutamate are indicative of cerebral ischemia in the region of the microdialysis probe.<\/li><li>Dynamic indices of cerebral autoregulation. These indices express the correlation between a systemic hemodynamic parameter (arterial blood pressure or CPP) and an intracranial physiological parameter, e.g. ICP (PRx), transcranial Doppler-derived CBF velocity (Mx), or brain tissue PO2 (Orx). High degrees of correlation suggest failure of autoregulation.<\/li>"},"HeadCT":{"children":["Decompression"],"shortTitle":"Head CT","title":"Non-contrast Head CT","body":"","explanation":"Head imaging should be performed to exclude bleeding, hydrocephalus, cytotoxic edema or other sources of mass effect causing an acute elevation in ICP.\n<li>CT is the preferred method of imaging because of availability and speed of imaging.  The patient needs to lay flat for this study so it is wise to make sure that the patient can tolerate lowering the head of the bed prior to transporting.<\/li><li>CT results will inform decisions to place or revise an intraventricular drain (hydrocephalus), perform decompressive craniectomy, or remove a mass lesion.<\/li>"},"TierTwo":{"children":["HeadCT","Decompression","TierThree"],"shortTitle":"Tier Two","title":"Tier Two","body":"Hypertonic saline, propofol, thiopental","explanation":"<li>Hypertonic saline bolus may be administered in concentrations ranging from 3% to 23.4% with goal of serum sodium between 140 and 150 meq/L. Evidence supports rapid infusion of hypertonic saline bolus to reverse transtentorial herniation or decrease ICP. Concentrations &gt; 2% must be given through a central venous catheter.<\/li><li>If ICP is not responsive to sodium infusion, consider propofol 1-3 mg/kg to reduce CMRO2, CBF, and ICP. Administration of propofol may be associated with circulatory depression which should be corrected with a iv fluids or a vasopressor infusion to maintain CPP goal. Propofol may be continued as an infusion 200 micrograms/kg/min.<\/li>\nIf ICP is responsive to Tier Two therapies, and the patient has not been imaged yet, obtain brain imaging.  \nIf the patient is unresponsive to Tier One and Tier Two interventions, consider rescue surgery, i.e. performing procedures described in decompressive surgery (evacuation of mass lesions or decompressive craniectomy in the absence of mass lesions) in consultation with the neurosurgery.\nIf the patient is ineligible for surgery or too unstable to obtain brain imaging, proceed to Tier Three."},"ReviseCPPTargets":{"children":[],"shortTitle":"Revise CPP Targets","title":"Revise CPP Targets","body":"","explanation":"Consider modifying CPP targets:\n<li>Cerebral hypoxia (brain tissue hypoxia, jugular venous oxygen desaturation) or ischemia (increased lactate/pyruvate) can be treated by controlled increases in CPP, or by other measures which increase cerebral oxygen delivery (transfusion, inotropic agents, increased FIO2).<\/li><li>In patients with preserved cerebral autoregulation and CPP 60-70 mmHg, controlled increases in CPP may reduce ICP through increases in cerebrovascular resistance leading to reductions in CBV<\/li><li>In patients with impaired cerebral pressure autoregulation and CPP>60 mmHg, controlled reductions in CPP to the 40-60 mmHg range can effectively reduce ICP (by decreasing CBF and CBV), however such manipulations should only be accomplished with simultaneous cerebral oxygenation/ischemia monitoring.<\/li>"},"Decompression":{"children":[],"shortTitle":"Decompression","title":"Decompressive Surgery","body":"For mass lesion or hemicraniectomy","explanation":"The decision to proceed with surgical decompression is made in consultation with neurosurgery and prioritizes patients in whom there is a significant likelihood of meaningful recovery.<li>Surgical mass lesion. Surgical evacuation to be considered in selected patients with rapid neurologic deterioration from space-occupying lesions, e.g. brain tumors, brain abscesses, ischemic stroke, traumatic and nontraumatic intraparenchymal hemorrhages.<\/li><li>Decompressive craniectomy may also be considered in the absence of a focal lesion, i.e. diffuse brain edema associated with aneurysmal subarachnoid hemorrhage, traumatic brain injury, and meningoencephalitis<\/li>"},"TierThree":{"children":[],"shortTitle":"Tier Three","title":"Tier Three","body":"No longer a surgical candidate","explanation":"Tier Three measures represent the most aggressive level of medical management and carry the highest risk of adverse effects.<li>Pentobarbital dosing: bolus 10 mg/kg IV over 30 min, then 5 mg/kg/hr x 3 hrs.; maintenance 1 - 4 mg/kg/hr, titrated to ICP goal. Infusion is continued for 24 - 96 hrs. while underlying process driving ICP is treated or begins to resolve. Treatment is  associated with respiratory depression, circulatory instability, immune suppression, and paralytic ileus.<\/li><li>Moderate hypothermia (target core temperature, 32 - 34 degrees C) is induced with external cooling devices or with intravenous infusion of cooled fluids. Treatment is  associated with shivering, cardiac arrhythmia, sepsis, coagulopathy, and electrolytes disturbances.<\/li><li>Hyperventilation to moderate hypocapnia (PaCO2 25-35 mm Hg) may be considered in selected patients who have failed Tiers One and Two. Hyperventilation should be accomplished in conjunction with a cerebral oxygenation monitor (jugular venous oximetry, brain tissue oxygen probe), in order to minimize the risk of cerebral ischemia. Prolonging hyperventilation for &gt; 6 hours is unlikely to be beneficial and may cause harm.<\/li><li>CPP manipulation<\/li>"}},"notes":{"title":"","content":[]},"checklist":{"title":"Checklist","list":["Tier Zero: HOB > 30 degrees; ensure adequate sedation; correct hyponatremia, hyperthermia, and vasogenic edema; correct hyperthermia; keep CPP > 60-70 mm Hg","Tier One: secure airway; mannitol 0.5-1 gm/kg IV bolus; CSF drainage; start 3% saline 10-20 cc/hr","Tier Two: hypertonic saline bolus (3%-23.4%); consider propofol bolus and infusion; consider decompressive craniotomy","Tier Three:  pentobarbital bolus and infusion titrated for ICP goal; induce hypothermia; hyperventilation if used with cerebral oxygen monitor; raise MAP to improve CPP"]}}